#+TITLE: Workflow
#+author: milkhouse
#+property: header-args:elisp :tangle ~/.doom.d/config.el

I am using Doom Emacs and Manjaro Linux now.

* input method
#+begin_src elisp :tangle ~/.doom.d/packages.el
(package! pyim :disable t)
#+end_src

#+RESULTS:
| pyim |

